const cloud = require('wx-server-sdk')

cloud.init()

exports.main = async(event, context) => {
  const data = {
    title: '建造公式',
    headerItemList: ['油', '弹', '钢', '铝', '说明', '注释'],
    columnWidth: ['10%', '10%', '10%', '10%', '20%', '40%'],
    contentList: [
      [400, 130, 500, 400, '航母低耗1', ' '],
      [400, 130, 500, 300, '航母低耗2', '不含追赶者'],
      [500, 130, 600, 400, '航母高耗1', '屏蔽紫色轻巡'],
      [400, 130, 500, 300, '航母高耗2', '屏蔽紫色轻巡，但不含追赶'],
      [400, 80, 650, 101, '战列低耗1', '+1玄学'],
      [400, 130, 650, 130, '战列低耗2', '屏蔽拉菲'],
      [400, 80, 600, 101, '战列低耗3', '+1玄学，屏蔽狮、前卫、密苏里、华盛顿'],
      [500, 130, 650, 231, '战列高耗', '+1玄学，屏蔽大多数小船'],
      [200, 30, 200, 30, '轻巡高耗', '高星驱逐，含U96、女灶神'],
      [130, 30, 130, 30, '轻巡低耗', '高星驱逐，含Z24、Z28，不含女灶神'],
      [30, 30, 60, 30, '潜艇阈值', '含低星驱逐，不含U96、Z24、Z28'],
      [200, 130, 200, 200, '导驱高耗', '导驱阈值为130钢，影响概率'],
      [400, 30, 500, 101, '战巡公式', '+1玄学，同时也是最佳CA公式'],
      [50, 200, 100, 30, '炮潜阈值', '也可用轻巡公式将弹改为200']
    ]
  }

  return data
}