const cloud = require('wx-server-sdk')

cloud.init()

exports.main = async(event, context) => {
  const data = {
    title: '建造公式',
    headerItemList: ['油', '弹', '钢', '铝', '说明', '注释'],
    columnWidth: ['10%', '10%', '10%', '10%', '20%', '40%'],
    contentList: [
      [400, 130, 500, 400, '航母低耗', '含紫轻巡，但相对高耗公式航系整体出率约降低15%，不需求追赶者请把铝降到300'],
      [500, 130, 600, 400, '航母通用', '屏蔽紫色轻巡；不需求追赶者请把铝降到300'],
      [250, 30, 300, 300, '轻母公式', '屏蔽重巡，含轻巡'],
      [400, 80, 650, 101, '战列通用', '弹改30可屏蔽狮/密苏里；钢改600可屏蔽狮/前卫/密苏里/华盛顿；弹铝改130可屏蔽拉菲'],
      [500, 130, 650, 231, '战列高耗', '屏蔽大多数小船，含导驱/防驱'],
      [400, 30, 500, 101, '战巡/重巡特化', ' '],
      [200, 30, 200, 30, '轻巡通用', '含U96/U35/女灶神'],
      [130, 30, 130, 30, '轻巡低耗', '含U96/U35/Z24/Z28，屏蔽女灶神；油钢改120可屏蔽z24/z28/贝尔法斯特/爱丁堡'],
      [30, 100, 100, 30, '雷巡特化', '轻巡公式弹改100也可以赌雷巡'],
      [200, 130, 200, 200, '导驱/防驱特化', '航母公式/战列高耗均可出'],
      [30, 30, 60, 30, '潜艇低耗', '不出U96/U35，含Z24/Z28外的1/2星驱逐'],
      [50, 200, 100, 30, '炮潜低耗', '轻巡公式弹改200也可以赌炮潜']
    ]
  }

  return data
}