export default {
  2: {
    name: {
      jp: 'ハイカラ桜', 
      cn: '高岭之花'
    },
    desc: {
      jp: '灘風が島風にプレゼントした衣装。桜模様があしらわれた、島風にぴったりの素敵な袴。',
      cn: '滩风送给岛风的礼物。点缀着樱花的图案，非常适合岛风。'
    }
  },
  6: {
    name: {
      jp: '招福わんわん', 
      cn: '招福犬'
    },
    desc: {
      jp: '夕立がお正月用にゲットした衣装。招き犬でめでたいと各方面からお年玉をもらったらしい。',
      cn: '夕立为了新年特意准备的衣服。招福犬的样子很容易从别人那里收到红包。 '
    }
  },
  7: {
    name: {
      jp: '雪乃花', 
      cn: '雪花祭'
    },
    desc: {
      jp: '白雪が吹雪にプレゼントした衣装。吹雪に似合っているが、色々と重たいらしい。',
      cn: '白雪送给吹雪的礼物。很适合吹雪，但是穿起来似乎有些重。'
    }
  },
  15: {
    name: {
      jp: 'ジングルベル', 
      cn: '圣诞铃音'
    },
    desc: {
      jp: 'サッチャーのクリスマス衣装。皆で食べるお菓子を袋に入れて、いざ出発！',
      cn: '撒切尔的圣诞节服装。把要大家一起吃的零食装进袋子，出发了！'
    }
  },
  58: {
    name: {
      jp: '夜間強襲装甲', 
      cn: '暗夜强袭'
    },
    desc: {
      jp: '夕張がノリで発明したステルス艤装。ヘレナが着用し出撃したが、言うほど効果はなかった。',
      cn: '海伦娜发明的隐形装甲。海伦娜穿上它出击过，但是实际效果并不值得一提。'
    }
  },
  87: {
    name: {
      jp: '今どきスタイル', 
      cn: '校园风'
    },
    desc: {
      jp: '最上が肌寒くなってきたのでタンスから引っ張り出した衣装。私服だと言い張るが、どうみて制服である。',
      cn: '最上觉得有点冷从箱底拿出来的衣服。虽然她说是自己的买的衣服，但是怎么看都只是校服。'
    }
  },
  141: {
    name: {
      jp: '風来浪漫', 
      cn: '归乡旅人'
    },
    desc: {
      jp: '長門が故郷に帰る際に着ていた衣装。陸奥曰く、そのままどこかへ旅立ちそうとのこと。',
      cn: '长门回到故乡时候穿的衣服。陆奥说，样子看起来就像随时就要去旅行一样。'
    }
  },
  147: {
    name: {
      jp: 'ミズーリ人の戦闘服', 
      cn: '密苏里人的战斗服装'
    },
    desc: {
      jp: 'ミズーリの外出時の衣装。この服で一般人に紛れて何か色々しているらしい。',
      cn: '密苏里外出时经常穿的服装。她常穿着这身衣服混在人群中做些什么。'
    }
  },
  159: {
    name: {
      jp: 'ビクトリー ネルソン', 
      cn: 'Victory Nelson'
    },
    desc: {
      jp: 'ネルソンがかつて着ていたという衣装。古めかしいが、まだまだ使える逸品。',
      cn: '纳尔逊曾经穿过的衣服。虽然有些旧，不过仍然是可以穿着的上乘货。'
    }
  },
  178: {
    name: {
      jp: 'ポンポンガール', 
      cn: '拉拉队员'
    },
    desc: {
      jp: '隼鷹が龍驤ちゃんさんに着せられた衣装。思う所はあるようだが、律儀に応援してくれる。',
      cn: '龙骧给隼鹰穿上的衣服。好像有点不情愿，但是还是很认真的为我加油。'
    }
  },
  205: {
    name: {
      jp: '蒼の探究者', 
      cn: '苍之探求者'
    },
    desc: {
      jp: '誰かがカボットにプレゼントした衣装。ミステリアスな雰囲気にバッチリ似合っている。',
      cn: '不知道谁送给卡伯特的服装。十分适合她那神秘的外表。'
    }
  },
  240: {
    name: {
      jp: 'バレンタイン・ティーチャー', 
      cn: '情人节教师'
    },
    desc: {
      jp: 'レンジャーがバレンタインチョコ教室で着ていた衣装。可愛いと褒められたため、その後も着ているようだ。',
      cn: '突击者在情人节巧克力教室中所穿的服装。别人都说这身装扮十分可爱，因此，在不是情人节的日子里，也会穿这身。'
    }
  },
  88: {
    name: {
      jp: '春風コーデ', 
      cn: '春风装'
    },
    desc: {
      jp: '三隈が花見に行く際に買った新しい服。普段着とあまり変わらないように見えるが、本人曰く些細な変化がお洒落のコツらしい。',
      cn: '三隈在去赏花时买的新衣服。看起来和平时穿的没有太大区别，据本人所说，一些细微的变化才更彰显潮流。'
    }
  },
  171: {
    name: {
      jp: 'シャンゼリゼの春', 
      cn: '香榭丽舍之春'
    },
    desc: {
      jp: 'リシュリューの私服。まだ寒さの残る春先を彩る本場のファッションコーデ。',
      cn: '黎塞留的私人衣装。为寒意尚存的早春之时，增添一抹春意的时尚装扮。'
    }
  },
  145: {
    name: {
      jp: '春日の麗', 
      cn: '春日之丽'
    },
    desc: {
      jp: '扶桑の余所行きの衣装。山城曰、本来出不精の扶桑が外に出やすくなるとの事。',
      cn: '扶桑出门时所穿的衣装。据山城所言，这是为了让平日里懒得出门的姐姐更方便出门而准备的衣服。'
    }
  },
  13: {
    name: {
      jp: 'プライベートプリンセス', 
      cn: '专属小公主'
    },
    desc: {
      jp: 'オバノンが用意した新しい服。可愛いらしいだけでなく、オバノンにはどうやら何か狙いがあるようだ。',
      cn: '奥班农准备的新衣服。不仅仅只是可爱而已，似乎还有其他目的……'
    }
  },
  160: {
    name: {
      jp: '小さな研究者', 
      cn: '迷你研究员'
    },
    desc: {
      jp: '夕張の実験により子供の姿になったロドニー。流石に戸惑いを隠せないようだ。',
      cn: '由于参加夕张的实验，导致外表变成小孩子模样的罗德尼。遇到这种意外事件，心中的混乱与迷惑不禁溢于言表。'
    }
  },
  166: {
    name: {
      jp: '小さな成功者', 
      cn: '迷你成功人士'
    },
    desc: {
      jp: '夕張の実験により子供の姿になったティルピッツ。子供である事を利用し、快適に過ごしているようだ。',
      cn: '由于参加夕张的实验，导致外表变成小孩子模样的提尔比茨。充分利用这次机会，享受小孩子的特权，过得舒适惬意。'
    }
  },
  173: {
    name: {
      jp: 'Nuova moda', 
      cn: 'Nuova moda'
    },
    desc: {
      jp: 'ヴィットリオ・ヴェネットが新調した服。どうやら、服への反応が気になっているようだ。',
      cn: '维内托的新衣服。她似乎很在意别人对这件衣服的评价。'
    }
  },
  223 : {
    name: {
      jp: 'カリスマメイド', 
      cn: '甜心女仆'
    },
    desc: {
      jp: 'エメラルドが用意したシュロップシャーの水着。海で遊べるようにも作られているが、本人は給仕の制服として捉えているようだ。',
      cn: '翡翠给什罗普郡准备的泳衣。原本是为了能让她多去海边游泳，结果本人却误以为这是工作装。'
    }
  },
  229: {
    name: {
      jp: '夏の日の羽休め', 
      cn: '甜甜夏日'
    },
    desc: {
      jp: 'イーグルが休暇のために用意した衣装。本人の性格に似合った清楚な水着。',
      cn: '鹰为了假日而特地准备的服装。她的泳衣正如她的性格一样清纯。'
    }
  },
  226: {
    name: {
      jp: 'お祭りクイーン', 
      cn: '祭典女王'
    },
    desc: {
      jp: 'オピトヌイが夏の休暇用に拵えた浴衣。本人曰く、子供に見られないように大人っぽくしたとの事。',
      cn: '历战为了暑假而特地准备的浴衣。据她本人说穿这件衣服的话能看上去更成熟些。'
    }
  },
  215: {
    name: {
      jp: '長月の夕べ', 
      cn: '九月的傍晚'
    },
    desc: {
      jp: 'オピトヌイが用意してくれた衣装。カンブリアンは、普段とは違う服装に戸惑いながらも気に入っているようだ。',
      cn: '历战为寒武纪特意准备的服装。虽然对于和平时略有不同的衣服而感到困惑，但看上去还是相当喜欢这件衣服的样子。'
    }
  },
  257: {
    name: {
      jp: '堂々たるヴァンパイア', 
      cn: '坦荡的吸血鬼'
    },
    desc: {
      jp: '元々は他の人に着せるようだった衣装。露出が多いが、ポンペオ・マーニョがあまりに堂々としているため、本人を含め気にしている人はいなようだ。',
      cn: '原本是为其他人准备的服装，暴露的区域有点多。但是伟大的庞贝穿的时候非常坦荡，包括她本人在内，没有人觉得有任何问题。'
    }
  },
  258: {
    name: {
      jp: '笑顔をもたらす10月の魔法使い', 
      cn: '带来欢笑的10月魔法使'
    },
    desc: {
      jp: 'グローウォームがハロウィンのために用意した衣装。仲間の笑顔のために、今日もお菓子を配って歩く、素敵な魔法使い。',
      cn: '萤火虫为了万圣节准备的服装。为了伙伴们的笑容，可爱的魔法使今天也在努力派发糖果。'
    }
  },
  136: {
    name: {
      jp: 'ナイトウォークパンプキン', 
      cn: '夜行南瓜'
    },
    desc: {
      jp: 'グローウォームから渡された衣装。思わず受け取ってしまった物だが、律義に着ているあたり、本人の真面目さがうかがえる。',
      cn: '从萤火虫那收到的服装。虽说是不假思索收下的，但从整齐的着装还是能看出本人认真严谨的性格。'
    }
  },
  164: {
    name: {
      jp: '戦士の休日', 
      cn: '战士的休息日'
    },
    desc: {
      jp: 'ヒンデンブルクのオフの衣装。買い物に行く際などに着ているらしい。',
      cn: '兴登堡休息时所穿的服装。听说是购物专用服。'
    }
  },
  165: {
    name: {
      jp: 'ストレンジ・ドクター', 
      cn: '奇异怪客'
    },
    desc: {
      jp: '色々あって着る事となった衣装。何があったかは本人に聞いても答えてくれない。',
      cn: '因为某种原因才穿上的这件服装。但是不管怎么问本人都不肯回答。'
    }
  },
  194: {
    name: {
      jp: '大熊猫娘', 
      cn: '大熊猫娘'
    },
    desc: {
      jp: 'パンダをモチーフにした衣装。いつもより露出が激しいため、大鳳は少し恥ずかしがっているようだ。',
      cn: '以大熊猫为主题的服装。因为比平时的露出度更多，大凤也比平时更害羞。'
    }
  },
  208: {
    name: {
      jp: '夏風の贈り物', 
      cn: '夏风的礼物'
    },
    desc: {
      jp: 'レキシントンがオフの際に着る衣装。夏の透き通る風のように爽やかで美しく、レキシントンに良く似合っている。',
      cn: '列克星敦休息时所穿的服装。犹如夏日里清澈的凉风一样美丽，非常适合列克星敦。'
    }
  }
}