export default [
  {
    id: 1,
    cn: '夏雾',
    jp: '夏霧',
  },
  {
    id: 2,
    cn: '岛风',
    jp: '島風',
  },
  {
    id: 3,
    cn: '岚',
    jp: '嵐',
  },
  {
    id: 4,
    cn: '白露',
    jp: '白露',
  },
  {
    id: 5,
    cn: '村雨',
    jp: '村雨',
  },
  {
    id: 6,
    cn: '夕立',
    jp: '夕立',
  },
  {
    id: 7,
    cn: '吹雪',
    jp: '吹雪',
  },
  {
    id: 8,
    cn: '白雪',
    jp: '白雪',
  },
  {
    id: 11,
    cn: '睦月',
    jp: '睦月',
  },
  {
    id: 13,
    cn: '奥班农',
    jp: 'オバノン',
  },
  {
    id: 14,
    cn: '西格斯比',
    jp: 'シグスビー',
  },
  {
    id: 15,
    cn: '撒切尔',
    jp: 'サッチャー',
  },
  {
    id: 17,
    cn: '沙利文',
    jp: 'ザ・サリヴァンズ',
  },
  {
    id: 22,
    cn: '马汉',
    jp: 'マハン',
  },
  {
    id: 23,
    cn: '库欣',
    jp: 'カッシング',
  },
  {
    id: 24,
    cn: '波特',
    jp: 'ポーター',
  },
  {
    id: 26,
    cn: '旁遮普',
    jp: 'パンジャビ',
  },
  {
    id: 27,
    cn: 'Z24',
    jp: 'Z24',
  },
  {
    id: 28,
    cn: 'Z28',
    jp: 'Z28',
  },
  {
    id: 30,
    cn: 'Z21',
    jp: 'Z21',
  },
  {
    id: 32,
    cn: 'Z16',
    jp: 'Z16',
  },
  {
    id: 37,
    cn: '安东尼奥·达·诺利',
    jp: 'アントニオ・ダ・ノリ',
  },
  {
    id: 38,
    cn: '乌戈利尼·维瓦尔迪',
    jp: 'ウゴリーノ・ヴィヴァルディ',
  },
  {
    id: 39,
    cn: '空想',
    jp: 'ル・ファンタスク',
  },
  {
    id: 46,
    cn: '仁淀',
    jp: '仁淀',
  },
  {
    id: 47,
    cn: '夕张',
    jp: '夕張',
  },
  {
    id: 48,
    cn: '天龙',
    jp: '天龍',
  },
  {
    id: 49,
    cn: '龙田',
    jp: '龍田',
  },
  {
    id: 50,
    cn: '香取',
    jp: '香取',
  },
  {
    id: 51,
    cn: '法戈',
    jp: 'ファーゴ',
  },
  {
    id: 52,
    cn: '亚特兰大',
    jp: 'アトランタ',
  },
  {
    id: 53,
    cn: '朱诺',
    jp: 'ジュノー',
  },
  {
    id: 54,
    cn: '圣地亚哥',
    jp: 'サンディエゴ',
  },
  {
    id: 55,
    cn: '圣胡安',
    jp: 'サン・フアン',
  },
  {
    id: 58,
    cn: '海伦娜',
    jp: 'ヘレナ',
  },
  {
    id: 59,
    cn: '布鲁克林',
    jp: 'ブルックリン',
  },
  {
    id: 60,
    cn: '奥马哈',
    jp: 'オマハ',
  },
  {
    id: 62,
    cn: '林仙',
    jp: 'アリシューザ',
  },
  {
    id: 66,
    cn: '翡翠',
    jp: 'エメラルド',
  },
  {
    id: 69,
    cn: '莱比锡',
    jp: 'ライプツィヒ',
  },
  {
    id: 70,
    cn: '纽伦堡',
    jp: 'ニュルンベルク',
  },
  {
    id: 71,
    cn: '柯尼斯堡',
    jp: 'ケーニヒスベルク',
  },
  {
    id: 72,
    cn: '卡尔斯鲁厄',
    jp: 'カールスルーエ',
  },
  {
    id: 73,
    cn: '科隆',
    jp: 'ケルン',
  },
  {
    id: 75,
    cn: '高尔基',
    jp: 'ゴーリキー',
  },
  {
    id: 77,
    cn: '摩尔曼斯克',
    jp: 'ムールマンスク',
  },
  {
    id: 78,
    cn: '德格拉斯',
    jp: 'ド・グラース',
  },
  {
    id: 83,
    cn: '宁海',
    jp: '寧海',
  },
  {
    id: 87,
    cn: '最上',
    jp: '最上',
  },
  {
    id: 88,
    cn: '三隈',
    jp: '三隈',
  },
  {
    id: 89,
    cn: '铃谷',
    jp: '鈴谷',
  },
  {
    id: 90,
    cn: '熊野',
    jp: '熊野',
  },
  {
    id: 91,
    cn: '高雄',
    jp: '高雄',
  },
  {
    id: 92,
    cn: '爱宕',
    jp: '愛宕',
  },
  {
    id: 96,
    cn: '青叶',
    jp: '青葉',
  },
  {
    id: 97,
    cn: '衣笠',
    jp: '衣笠',
  },
  {
    id: 98,
    cn: '古鹰',
    jp: '古鷹',
  },
  {
    id: 99,
    cn: '加古',
    jp: '加古',
  },
  {
    id: 100,
    cn: '得梅因',
    jp: 'デモイン',
  },
  {
    id: 102,
    cn: '梅肯',
    jp: 'メイコン',
  },
  {
    id: 103,
    cn: '威奇塔',
    jp: 'ウィチタ',
  },
  {
    id: 106,
    cn: '旧金山',
    jp: 'サンフランシスコ',
  },
  {
    id: 107,
    cn: '昆西',
    jp: 'クインシー',
  },
  {
    id: 113,
    cn: '彭萨科拉',
    jp: 'ペンサコーラ',
  },
  {
    id: 117,
    cn: '诺福克',
    jp: 'ノーフォーク',
  },
  {
    id: 118,
    cn: '伦敦',
    jp: 'ロンドン',
  },
  {
    id: 119,
    cn: '肯特',
    jp: 'ケント',
  },
  {
    id: 121,
    cn: '希佩尔海军上将',
    jp: 'アドミラル・ヒッパー',
  },
  {
    id: 122,
    cn: '布吕歇尔',
    jp: 'ブリュッヒャー',
  },
  {
    id: 123,
    cn: '欧根亲王',
    jp: 'プリンツ・オイゲン',
  },
  {
    id: 125,
    cn: '金刚',
    jp: '金剛',
  },
  {
    id: 126,
    cn: '比叡',
    jp: '比叡',
  },
  {
    id: 127,
    cn: '榛名',
    jp: '榛名',
  },
  {
    id: 128,
    cn: '雾岛',
    jp: '霧島',
  },
  {
    id: 131,
    cn: '胡德',
    jp: 'フッド',
  },
  {
    id: 132,
    cn: '声望',
    jp: 'レナウン',
  },
  {
    id: 136,
    cn: '克劳塞维茨',
    jp: 'クラウゼヴィッツ',
  },
  {
    id: 139,
    cn: '毛奇',
    jp: 'モルトケ',
  },
  {
    id: 140,
    cn: '骏河',
    jp: '駿河',
  },
  {
    id: 141,
    cn: '长门',
    jp: '長門',
  },
  {
    id: 145,
    cn: '扶桑',
    jp: '扶桑',
  },
  {
    id: 147,
    cn: '密苏里',
    jp: 'ミズーリ',
  },
  {
    id: 152,
    cn: '田纳西',
    jp: 'テネシー',
  },
  {
    id: 153,
    cn: '加利福尼亚',
    jp: 'カリフォルニア',
  },
  {
    id: 154,
    cn: '狮',
    jp: 'ライオン',
  },
  {
    id: 156,
    cn: '英王乔治五世',
    jp: 'キング・ジョージ5世',
  },
  {
    id: 157,
    cn: '威尔士亲王',
    jp: 'プリンス・オブ・ウェールズ',
  },
  {
    id: 159,
    cn: '纳尔逊',
    jp: 'ネルソン',
  },
  {
    id: 160,
    cn: '罗德尼',
    jp: 'ロドニー',
  },
  {
    id: 164,
    cn: '兴登堡',
    jp: 'ヒンデンブルク',
  },
  {
    id: 165,
    cn: '俾斯麦',
    jp: 'ビスマルク',
  },
  {
    id: 166,
    cn: '提尔比茨',
    jp: 'ティルピッツ',
  },
  {
    id: 167,
    cn: '德意志',
    jp: 'ドイッチュラント',
  },
  {
    id: 168,
    cn: '舍尔海军上将',
    jp: 'アドミラル・シェーア',
  },
  {
    id: 169,
    cn: '斯佩伯爵海军上将',
    jp: 'アドミラル・グラーフ・シュペー',
  },
  {
    id: 170,
    cn: '阿尔萨斯',
    jp: 'アルザス',
  },
  {
    id: 171,
    cn: '黎塞留',
    jp: 'リシュリュー',
  },
  {
    id: 173,
    cn: '维托里奥·维内托',
    jp: 'ヴィットリオ・ヴェネット',
  },
  {
    id: 178,
    cn: '隼鹰',
    jp: '隼鷹',
  },
  {
    id: 179,
    cn: '飞鹰',
    jp: '飛鷹',
  },
  {
    id: 181,
    cn: '龙骧',
    jp: '龍驤',
  },
  {
    id: 184,
    cn: '凤翔',
    jp: '鳳翔',
  },
  {
    id: 186,
    cn: '瓜达卡纳尔',
    jp: 'ガダルカナル',
  },
  {
    id: 188,
    cn: '兰利',
    jp: 'ラングレー',
  },
  {
    id: 190,
    cn: '独角兽',
    jp: 'ユニコーン',
  },
  {
    id: 192,
    cn: '百眼巨人',
    jp: 'アーガス',
  },
  {
    id: 194,
    cn: '大凤',
    jp: '大鳳',
  },
  {
    id: 195,
    cn: '信浓',
    jp: '信濃',
  },
  {
    id: 196,
    cn: '珊瑚海',
    jp: 'コーラル・シー',
  },
  {
    id: 199,
    cn: '赤城',
    jp: '赤城',
  },
  {
    id: 200,
    cn: '加贺',
    jp: '加賀',
  },
  {
    id: 203,
    cn: '埃塞克斯',
    jp: 'エセックス',
  },
  {
    id: 204,
    cn: '复仇',
    jp: 'レプライザル',
  },
  {
    id: 205,
    cn: '卡伯特',
    jp: 'カボット',
  },
  {
    id: 207,
    cn: '黄蜂',
    jp: 'ワスプ',
  },
  {
    id: 208,
    cn: '列克星敦',
    jp: 'レキシントン',
  },
  {
    id: 209,
    cn: '萨拉托加',
    jp: 'サラトガ',
  },
  {
    id: 212,
    cn: '贝亚恩',
    jp: 'ベアルン',
  },
  {
    id: 213,
    cn: '帝国',
    jp: 'インペロ',
  },
  {
    id: 214,
    cn: '光荣',
    jp: 'グロワール',
  },
  {
    id: 215,
    cn: '寒武纪',
    jp: 'カンブリア',
  },
  {
    id: 216,
    cn: '塞瓦斯托波尔',
    jp: 'セヴァストポリ',
  },
  {
    id: 217,
    cn: '克利奥帕特拉',
    jp: 'クレオパトラ',
  },
  {
    id: 219,
    cn: '多塞特郡',
    jp: 'ドーセットシャー',
  },
  {
    id: 220,
    cn: '滩风',
    jp: '灘風',
  },
  {
    id: 221,
    cn: '鞍马',
    jp: '鞍馬',
  },
  {
    id: 223,
    cn: '什罗普郡',
    jp: 'シュロップシャー',
  },
  {
    id: 226,
    cn: '历战',
    jp: 'オピトヌイ',
  },
  {
    id: 228,
    cn: 'Z59',
    jp: 'Z59',
  },
  {
    id: 229,
    cn: '鹰',
    jp: 'イーグル',
  },
  {
    id: 232,
    cn: '香格里拉',
    jp: 'シャングリラ',
  },
  {
    id: 233,
    cn: '索芙蕾',
    jp: 'サーフレイ',
  },
  {
    id: 234,
    cn: '何奥',
    jp: 'ハウ',
  },
  {
    id: 240,
    cn: '突击者',
    jp: 'レンジャー',
  },
  {
    id: 243,
    cn: '伊利诺伊',
    jp: 'イリノイ',
  },
  {
    id: 245,
    cn: '奥尔巴尼',
    jp: 'オールバニ',
  },
  {
    id: 249,
    cn: '恶毒',
    jp: 'ル・マラン',
  },
  {
    id: 250,
    cn: '无比',
    jp: 'インコンパラブル',
  },
  {
    id: 251,
    cn: '爱丽',
    jp: 'エリ',
  },
  {
    id: 252,
    cn: '联合力量',
    jp: 'フィリブス・ウニティス',
  },
  {
    id: 253,
    cn: '海圻',
    jp: '海圻',
  },
  {
    id: 254,
    cn: '大淀',
    jp: '大淀',
  },
  {
    id: 255,
    cn: 'Z46',
    jp: 'Z46',
  },
  {
    id: 256,
    cn: '雪风',
    jp: '雪風',
  },
  {
    id: 257,
    cn: '伟大的庞贝',
    jp: 'ポンペオ・マーニョ',
  },
  {
    id: 258,
    cn: '萤火虫',
    jp: 'グローウォーム',
  },
  {
    id: 260,
    cn: '罗斯福',
    jp: 'ルーズベルト',
  }
]
