const cloud = require('wx-server-sdk')

cloud.init()

exports.main = async (event, context) => {
  const data = {
    title: '开发公式',
    explaination: '注：装备开发阈值为该装备拆解所得资源*10',
    headerItemList: ['油', '弹', '钢', '铝', '说明', '注释'],
    columnWidth: ['10%', '10%', '10%', '10%', '20%', '40%'],
    contentList: [
      [10, 90, 90, 30, '穿甲弹阈值公式', ' '],
      [20, 90, 90, 30, '穿甲弹高耗', '可兼顾彗星'],
      [10, 130, 210, 10, 'MK6阈值', ' '],
      [10, 130, 210, 30, 'MK6高耗', '可兼顾穿甲弹'],
      [30, 60, 10, 130, '飞龙阈值', '含流星'],
      [20, 20, 10, 130, 'F4U-7、海毒牙阈值', ' '],
      [10, 30, 10, 20, '深弹兼顾声呐', ' '],
      [20, 30, 10, 30, 'BTD、彗星阈值', '可兼顾反潜套装']
    ]
  }

  return data
}